Repository: skytan4/Connections
Catalog: Connections/Localizable.xcstrings
Source language: en
Languages: da, de, es, fi, fr, it, ja, nb, nl, pl, pt_br, ru, sv, zh_hans

# settings.reset.alert.message
source: This will restore your preferences to their default values.
da: Dette gendanner dine præferencer til deres standardværdier.
de: Deine Einstellungen werden auf die Standardwerte zurückgesetzt.
es: Esto restaurará tus preferencias a sus valores predeterminados.
fi: Tämä palauttaa asetuksesi oletusarvoihin.
fr: Cela restaurera vos préférences à leurs valeurs par défaut.
it: Le tue preferenze verranno ripristinate ai valori predefiniti.
ja: 設定をデフォルトの値に戻します。
nb: Dette vil gjenopprette preferansene dine til standardverdiene.
nl: Dit zet je voorkeuren terug naar de standaardwaarden.
pl: Przywróci to domyślne wartości preferencji.
pt_br: Isso vai restaurar suas preferências para os valores padrão.
ru: Это вернёт твои настройки к значениям по умолчанию.
sv: Det här återställer dina inställningar till standardvärdena.
zh_hans: 这将把你的偏好恢复为默认值。

# settings.reset.alert.title
source: Reset settings?
da: Nulstil indstillinger?
de: Einstellungen zurücksetzen?
es: ¿Reiniciar ajustes?
fi: Nollataan asetukset?
fr: Réinitialiser les réglages ?
it: Ripristinare le impostazioni?
ja: 設定をリセットする？
nb: Tilbakestille innstillinger?
nl: Instellingen opnieuw instellen?
pl: Zresetować ustawienia?
pt_br: Redefinir configurações?
ru: Сбросить настройки?
sv: Återställ inställningar?
zh_hans: 重置设置？

# settings.reset.button
source: Reset to Defaults
da: Nulstil til standard
de: Auf Standard zurücksetzen
es: Restablecer Valores Predeterminados
fi: Palauta oletusasetukset
fr: Rétablir les valeurs par défaut
it: Ripristina le impostazioni predefinite
ja: デフォルトにリセット
nb: Tilbakestill til standard
nl: Terugzetten naar standaard
pl: Przywróć ustawienia domyślne
pt_br: Redefinir para o Padrão
ru: Восстановить настройки по умолчанию
sv: Återställ till standard
zh_hans: 恢复默认设置

# settings.section.about
source: About
da: Om
de: Über die App
es: Acerca de
fi: Tietoja
fr: À propos
it: Informazioni
ja: について
nb: Om
nl: Over
pl: O aplikacji
pt_br: Sobre
ru: О приложении
sv: Om
zh_hans: 关于

# settings.section.debug
source: Debug
da: Fejlsøgning
es: Depuración
fi: Virheenkorjaus
fr: Débogage
ja: デバッグ
nb: Feilsøking
ru: Отладка
sv: Felsökning
zh_hans: 调试

# settings.section.experience
source: Experience
da: Oplevelse
de: Erlebnis
es: Experiencia
fi: Kokemus
fr: Expérience
it: Esperienza
ja: 体験
nb: Opplevelse
nl: Ervaring
pl: Doświadczenie
pt_br: Experiência
ru: Опыт
sv: Upplevelse
zh_hans: 体验

# settings.section.reset
source: Reset
da: Nulstil
de: Zurücksetzen
es: Restablecer
fi: Nollaa
fr: Réinitialiser
it: Ripristina
ja: リセット
nb: Tilbakestill
nl: Opnieuw instellen
pl: Resetuj
pt_br: Redefinir
ru: Сброс
sv: Återställ
zh_hans: 重置

# settings.session.followUps.subtitle
source: Show "Go Deeper" prompts during sessions
da: Vis "Gå dybere"-prompts under sessioner
de: „Tiefer gehen“-Fragen während Sessions anzeigen
es: Mostrar preguntas "Profundizar" durante las sesiones
fi: Näytä "Syventyä"-kehotteet istuntojen aikana
fr: Afficher les invites « Aller plus loin » pendant les sessions
it: Mostra i prompt "Vai più in profondità" durante le sessioni
ja: セッション中に「もっと深く」プロンプトを表示する
nb: Vis «Gå dypere»-spørsmål under øktene
nl: Toon "Ga dieper"-vragen tijdens sessies
pl: Pokaż pytania „Zagłęb się“ podczas sesji
pt_br: Mostrar perguntas "Ir Mais Fundo" durante as sessões
ru: Показывать уточняющие вопросы «Углубиться» в беседах
sv: Visa "Gå djupare"-frågor under sessioner
zh_hans: 在对话中显示"深入一层"提示

# settings.session.followUps.title
source: Follow-up questions
da: Opfølgningsspørgsmål
de: Folgefragen
es: Preguntas de seguimiento
fi: Jatkokysymykset
fr: Questions de suivi
it: Domande di approfondimento
ja: 掘り下げの質問
nb: Oppfølgingsspørsmål
nl: Vervolgvragen
pl: Pytania uzupełniające
pt_br: Perguntas de aprofundamento
ru: Уточняющие вопросы
sv: Följdfrågor
zh_hans: 追问问题

# settings.session.questionCount.label
source: Default question count
da: Standardantal spørgsmål
de: Standard-Fragenanzahl
es: Número de preguntas predeterminado
fi: Oletusmäärä kysymyksiä
fr: Nombre de questions par défaut
it: Numero predefinito di domande
ja: デフォルトの質問数
nb: Standard antall spørsmål
nl: Standaard aantal vragen
pl: Domyślna liczba pytań
pt_br: Número padrão de perguntas
ru: Количество вопросов по умолчанию
sv: Standardantal frågor
zh_hans: 默认问题数量

# settings.whyThisMatters.body
source: Good relationships shape how we feel, how we handle stress, and how supported we feel in daily life. This app is built around the idea that thoughtful conversation can help people know each other better, respond more honestly, and grow closer over time.
da: Gode relationer former, hvordan vi har det, hvordan vi håndterer stress, og hvor støttede vi føler os i hverdagen. Denne app er bygget omkring ideen om, at gennemtænkt samtale kan hjælpe folk til at kende hinanden bedre, reagere mere ærligt og vokse tættere på hinanden over tid.
de: Gute Beziehungen beeinflussen, wie wir uns fühlen, wie wir mit Stress umgehen und wie getragen wir uns im Alltag fühlen. Diese App basiert auf der Idee, dass durchdachte Gespräche dabei helfen können, einander besser zu kennen, ehrlicher zu antworten und sich mit der Zeit näherzukommen.
es: Las buenas relaciones moldean cómo nos sentimos, cómo manejamos el estrés y cuán apoyados nos sentimos en la vida diaria. Esta app está construida alrededor de la idea de que las conversaciones reflexivas pueden ayudar a las personas a conocerse mejor, responder con más honestidad y acercarse con el tiempo.
fi: Hyvät ihmissuhteet muovaavat sitä, miten tunnemme, miten käsittelemme stressiä ja miten tuetuiksi tunnemme itsemme arjessa. Tämä sovellus on rakennettu ajatukselle, että harkittu keskustelu voi auttaa ihmisiä tuntemaan toisensa paremmin, vastaamaan rehellisemmin ja lähentymään ajan myötä.
fr: Les bonnes relations façonnent notre façon de nous sentir, de gérer le stress et de nous sentir soutenus au quotidien. Cette application repose sur l'idée que la conversation réfléchie peut aider les gens à mieux se connaître, à répondre plus honnêtement et à se rapprocher avec le temps.
it: Le buone relazioni influenzano come ci sentiamo, come gestiamo lo stress e quanto ci sentiamo supportati nella vita quotidiana. Questa app si basa sull'idea che una conversazione riflessiva possa aiutare le persone a conoscersi meglio, a rispondere con più onestà e a crescere insieme nel tempo.
ja: 良い人間関係は、気持ちの安定、ストレスへの対処、日々の支えに直結している。このアプリは、思慮深い会話がお互いをもっとよく知り、より正直に向き合い、時間をかけて近づく力になるという考えのもとに作られた。
nb: Gode relasjoner påvirker hvordan vi har det, hvordan vi håndterer stress og hvor støttet vi føler oss i hverdagen. Denne appen er bygget rundt ideen om at gjennomtenkte samtaler kan hjelpe folk å kjenne hverandre bedre, svare mer ærlig og vokse nærmere over tid.
nl: Goede relaties bepalen hoe we ons voelen, hoe we omgaan met stress en hoe gesteund we ons voelen in het dagelijks leven. Deze app is gebouwd op het idee dat doordachte gesprekken mensen kunnen helpen elkaar beter te kennen, eerlijker te reageren en nader tot elkaar te komen.
pl: Dobre relacje kształtują to, jak się czujemy, jak radzimy sobie ze stresem i jak wspierani czujemy się na co dzień. Ta aplikacja opiera się na przekonaniu, że przemyślana rozmowa może pomóc ludziom lepiej się nawzajem poznać, bardziej szczerze reagować i zbliżać się do siebie z biegiem czasu.
pt_br: Relacionamentos saudáveis influenciam como nos sentimos, como lidamos com o estresse e o quanto nos sentimos apoiados no dia a dia. Este app é baseado na ideia de que conversas cuidadosas podem ajudar as pessoas a se conhecerem melhor, responderem com mais honestidade e se aproximarem ao longo do tempo.
ru: Хорошие отношения влияют на то, как мы себя чувствуем, как справляемся со стрессом и насколько ощущаем поддержку в повседневной жизни. Это приложение основано на идее, что вдумчивые разговоры помогают людям лучше понять друг друга, искреннее откликаться и сближаться с течением времени.
sv: Goda relationer påverkar hur vi mår, hur vi hanterar stress och hur stöttade vi känner oss i vardagen. Den här appen bygger på idén att genomtänkta samtal kan hjälpa människor att lära känna varandra bättre, svara mer ärligt och växa närmare varandra över tid.
zh_hans: 好的关系影响我们的感受、应对压力的方式和日常生活中的支持感。这款应用基于一个理念：用心的对话能帮助人们更好地了解彼此、更真诚地回应、随时间推移更加亲近。

# settings.whyThisMatters.faq1.answer
source: Because closeness usually grows through attention, honesty, and responsiveness. Questions can help people slow down, say what they mean more clearly, and notice what matters.
da: Fordi nærhed normalt vokser gennem opmærksomhed, ærlighed og lydhørhed. Spørgsmål kan hjælpe folk med at sænke tempoet, sige hvad de mener mere tydeligt og bemærke, hvad der betyder noget.
de: Weil Nähe meist durch Aufmerksamkeit, Ehrlichkeit und Resonanz wächst. Fragen helfen dabei, innezuhalten, klarer zu sagen, was man meint, und zu bemerken, was wirklich wichtig ist.
es: Porque la cercanía generalmente crece a través de la atención, la honestidad y la capacidad de respuesta. Las preguntas pueden ayudar a las personas a ir más despacio, expresarse con mayor claridad y notar lo que realmente importa.
fi: Koska läheisyys kasvaa yleensä huomion, rehellisyyden ja vastaavuuden kautta. Kysymykset voivat auttaa ihmisiä hidastamaan, ilmaisemaan itseään selkeämmin ja huomaamaan, mikä on tärkeää.
fr: Parce que la proximité grandit généralement grâce à l'attention, à l'honnêteté et à la réactivité. Les questions peuvent aider les gens à ralentir, à exprimer plus clairement ce qu'ils pensent et à remarquer ce qui compte vraiment.
it: Perché la vicinanza cresce solitamente attraverso l'attenzione, l'onestà e la reattività. Le domande possono aiutare le persone a rallentare, a esprimere con più chiarezza ciò che intendono e a notare ciò che conta.
ja: 近さは、注意・正直さ・応答性から育まれることが多いから。質問は立ち止まり、言いたいことをより明確に伝え、大切なことに気づく助けになる。
nb: Fordi nærhet vanligvis vokser gjennom oppmerksomhet, ærlighet og respons. Spørsmål kan hjelpe folk å senke farten, si det de mener mer tydelig og legge merke til det som betyr noe.
nl: Omdat nabijheid meestal groeit door aandacht, eerlijkheid en responsiviteit. Vragen kunnen mensen helpen te vertragen, duidelijker te zeggen wat ze bedoelen en op te merken wat ertoe doet.
pl: Ponieważ bliskość zazwyczaj rośnie przez uwagę, szczerość i responsywność. Pytania mogą pomóc ludziom zwolnić, jaśniej powiedzieć, co mają na myśli, i zauważyć to, co ważne.
pt_br: Porque a proximidade geralmente cresce por meio de atenção, honestidade e receptividade. As perguntas podem ajudar as pessoas a desacelerar, a dizer o que pensam com mais clareza e a perceber o que realmente importa.
ru: Потому что близость обычно растёт через внимание, честность и отклик. Вопросы помогают людям замедлиться, чётче выразить то, что они имеют в виду, и замечать, что важно.
sv: För att nearhet vanligtvis växer genom uppmärksamhet, ärlighet och lyhördhet. Frågor kan hjälpa människor att sakta ner, säga vad de menar tydligare och lägga märke till vad som spelar roll.
zh_hans: 因为亲密感通常通过关注、真诚和回应来增长。问题可以帮助人们慢下来，更清楚地表达自己的意思，并注意到什么是重要的。

# settings.whyThisMatters.faq1.question
source: Why does the app focus on meaningful conversation?
da: Hvorfor fokuserer appen på meningsfuld samtale?
de: Warum liegt der Fokus auf bedeutungsvollen Gesprächen?
es: ¿Por qué la app se enfoca en la conversación significativa?
fi: Miksi sovellus keskittyy merkitykselliseen keskusteluun?
fr: Pourquoi l'application met-elle l'accent sur la conversation significative ?
it: Perché l'app si concentra sulla conversazione significativa?
ja: なぜアプリは意味のある会話にこだわるの？
nb: Hvorfor fokuserer appen på meningsfull samtale?
nl: Waarom richt de app zich op betekenisvolle gesprekken?
pl: Dlaczego aplikacja skupia się na znaczącej rozmowie?
pt_br: Por que o app foca em conversa significativa?
ru: Почему это приложение ориентировано на значимые разговоры?
sv: Varför fokuserar appen på meningsfulla samtal?
zh_hans: 为什么这款应用关注有意义的对话？

# settings.whyThisMatters.faq2.answer
source: Surface-level conversation has its place, but depth often comes from staying with something a little longer. Follow-up questions can help people move past the first easy answer and get to what is more true, more specific, or more important.
da: Overfladisk samtale har sin plads, men dybde kommer ofte af at blive ved med noget lidt længere. Opfølgningsspørgsmål kan hjælpe folk med at komme forbi det første lette svar og nå frem til det, der er mere sandt, mere specifikt eller vigtigere.
de: Oberflächliche Gespräche haben ihren Platz – doch Tiefe entsteht oft dadurch, etwas etwas länger zu halten. Folgefragen helfen, über die erste einfache Antwort hinauszugehen und zu dem zu gelangen, was wahrer, konkreter oder wichtiger ist.
es: La conversación superficial tiene su lugar, pero la profundidad suele venir de quedarse un poco más con algo. Las preguntas de seguimiento pueden ayudar a las personas a ir más allá de la primera respuesta fácil y llegar a lo que es más verdadero, más específico o más importante.
fi: Pintakeskustelulla on paikkansa, mutta syvyys tulee usein siitä, että pysyy asian äärellä hieman pidempään. Jatkokysymykset voivat auttaa ihmisiä menemään ensimmäisen helpon vastauksen ohi ja pääsemään siihen, mikä on todellisempaa, tarkempaa tai tärkeämpää.
fr: La conversation superficielle a sa place, mais la profondeur vient souvent de s'attarder un peu plus longtemps sur quelque chose. Les questions de suivi peuvent aider les gens à dépasser la première réponse facile pour atteindre ce qui est plus vrai, plus précis ou plus important.
it: La conversazione superficiale ha il suo posto, ma la profondità spesso nasce dal soffermarsi su qualcosa un po' più a lungo. Le domande di approfondimento possono aiutare le persone ad andare oltre la prima risposta facile e arrivare a ciò che è più vero, più specifico o più importante.
ja: 表面的な会話にも意味はある。でも深みは、もう少し長く向き合い続けることから生まれることが多い。掘り下げの質問は、最初の簡単な答えを超えて、より本質的で、具体的で、大切なものへと進む助けになる。
nb: Overfladisk samtale har sin plass, men dybde kommer ofte av å bli litt lenger med noe. Oppfølgingsspørsmål kan hjelpe folk å komme forbi det første enkle svaret og nå frem til det som er mer sant, mer spesifikt eller viktigere.
nl: Oppervlakkige gesprekken hebben hun plek, maar diepgang ontstaat vaak door iets wat langer vast te houden. Vervolgvragen kunnen mensen helpen voorbij het eerste gemakkelijke antwoord te komen en te reiken naar wat wahrer, specifieker of belangrijker is.
pl: Rozmowy powierzchowne mają swoje miejsce, ale głębia często pojawia się przez zatrzymanie się przy czymś nieco dłużej. Pytania uzupełniające mogą pomóc ludziom wyjść poza pierwszą łatwą odpowiedź i dotrzeć do tego, co jest bardziej prawdziwe, bardziej konkretne lub ważniejsze.
pt_br: A conversa superficial tem seu lugar, mas a profundidade costuma vir de permanecer um pouco mais tempo em um assunto. Perguntas de aprofundamento podem ajudar as pessoas a ir além da primeira resposta fácil e chegar ao que é mais verdadeiro, mais específico ou mais importante.
ru: Поверхностные разговоры имеют своё место, но глубина часто приходит, когда задерживаешься на теме чуть дольше. Уточняющие вопросы помогают выйти за первый простой ответ и добраться до чего-то более настоящего, конкретного или важного.
sv: Ytliga samtal har sin plats, men djup uppnås ofta genom att stanna kvar vid något lite längre. Följdfrågor kan hjälpa människor att gå bortom det första enkla svaret och nå det som är mer sant, mer specifikt eller mer viktigt.
zh_hans: 表面的对话有其意义，但深度往往来自于在某个话题上多停留一会儿。追问可以帮助人们跨越第一个简单的答案，触及更真实、更具体或更重要的内容。

# settings.whyThisMatters.faq2.question
source: Why do depth and follow-up matter?
da: Hvorfor er dybde og opfølgning vigtige?
de: Warum sind Tiefe und Folgefragen wichtig?
es: ¿Por qué importan la profundidad y el seguimiento?
fi: Miksi syvyys ja jatkokysymykset ovat tärkeitä?
fr: Pourquoi la profondeur et le suivi sont-ils importants ?
it: Perché la profondità e l'approfondimento sono importanti?
ja: 深みと掘り下げがなぜ大切なの？
nb: Hvorfor betyr dybde og oppfølging noe?
nl: Waarom zijn diepgang en vervolgvragen belangrijk?
pl: Dlaczego głębia i pytania uzupełniające mają znaczenie?
pt_br: Por que profundidade e aprofundamento importam?
ru: Почему важны глубина и уточняющие вопросы?
sv: Varför spelar djup och följdfrågor roll?
zh_hans: 为什么深度和追问很重要？

# settings.whyThisMatters.faq3.answer
source: Often, yes. Feeling heard, understood, and responded to can strengthen trust and emotional safety. A good conversation does not solve everything, but it can make people feel more known to one another.
da: Ofte ja. At føle sig hørt, forstået og mødt kan styrke tillid og følelsesmæssig tryghed. En god samtale løser ikke alt, men den kan få folk til at føle, at de kender hinanden bedre.
de: Oft ja. Sich gehört, verstanden und ernst genommen zu fühlen, kann Vertrauen und emotionale Sicherheit stärken. Ein gutes Gespräch löst nicht alles – aber es kann dazu beitragen, dass man sich gegenseitig mehr kennt.
es: Frecuentemente, sí. Sentirse escuchado, comprendido y atendido puede fortalecer la confianza y la seguridad emocional. Una buena conversación no lo resuelve todo, pero puede hacer que las personas se sientan más conocidas entre sí.
fi: Usein kyllä. Kuulluksi, ymmärretyksi ja huomioiduksi tuleminen voi vahvistaa luottamusta ja emotionaalista turvallisuutta. Hyvä keskustelu ei ratkaise kaikkea, mutta se voi saada ihmiset tuntemaan itsensä tunnetummiksi toisilleen.
fr: Souvent, oui. Se sentir écouté, compris et pris en compte peut renforcer la confiance et la sécurité émotionnelle. Une bonne conversation ne résout pas tout, mais elle peut aider les gens à se sentir mieux connus l'un de l'autre.
it: Spesso sì. Sentirsi ascoltati, compresi e valorizzati può rafforzare la fiducia e la sicurezza emotiva. Una buona conversazione non risolve tutto, ma può fare sentire le persone più conosciute l'una dall'altra.
ja: 多くの場合、そう言える。聞いてもらえた、理解された、ちゃんと応えてもらえたと感じることが、信頼と感情的な安心感を強める。良い会話がすべてを解決するわけじゃないけど、お互いをもっとよく知っている感覚をもたらしてくれる。
nb: Ofte, ja. Å føle seg hørt, forstått og respondert på kan styrke tillit og emosjonell trygghet. En god samtale løser ikke alt, men den kan gjøre at folk føler seg mer kjent for hverandre.
nl: Vaak wel. Zich gehoord, begrepen en erkend voelen kan vertrouwen en emotionele veiligheid versterken. Een goed gesprek lost niet alles op, maar kan mensen het gevoel geven dat ze elkaar beter kennen.
pl: Często tak. Poczucie, że ktoś słyszy, rozumie i odpowiada, może wzmocnić zaufanie i poczucie bezpieczeństwa emocjonalnego. Dobra rozmowa nie rozwiązuje wszystkiego, ale może sprawić, że ludzie poczują się lepiej nawzajem poznani.
pt_br: Muitas vezes, sim. Sentir-se ouvido, compreendido e respondido pode fortalecer a confiança e a segurança emocional. Uma boa conversa não resolve tudo, mas pode fazer as pessoas se sentirem mais conhecidas umas pelas outras.
ru: Как правило, да. Чувство, что тебя слышат, понимают и принимают всерьёз, укрепляет доверие и эмоциональную безопасность. Один хороший разговор не решит всё, но он может помочь людям почувствовать себя ближе.
sv: Ofta, ja. Att känna sig hörd, förstådd och besvarad kan stärka förtroende och känslomässig trygghet. Ett bra samtal löser inte allt, men det kan få människor att känna sig mer kända av varandra.
zh_hans: 通常可以。被倾听、被理解、被回应的感觉可以增强信任和情感安全。一次好的对话不能解决所有问题，但它能让人们感到彼此更加了解。

# settings.whyThisMatters.faq3.question
source: Can conversations really strengthen relationships?
da: Kan samtaler virkelig styrke relationer?
de: Können Gespräche Beziehungen wirklich stärken?
es: ¿Las conversaciones realmente pueden fortalecer las relaciones?
fi: Voivatko keskustelut todella vahvistaa ihmissuhteita?
fr: Les conversations peuvent-elles vraiment renforcer les relations ?
it: Le conversazioni possono davvero rafforzare le relazioni?
ja: 会話は本当に関係を強くする？
nb: Kan samtaler virkelig styrke relasjoner?
nl: Kunnen gesprekken relaties echt versterken?
pl: Czy rozmowy mogą naprawdę wzmocnić relacje?
pt_br: As conversas realmente podem fortalecer os relacionamentos?
ru: Разговоры действительно могут укрепить отношения?
sv: Kan samtal verkligen stärka relationer?
zh_hans: 对话真的能加强关系吗？

# settings.whyThisMatters.faq4.answer
source: Strong relationships are closely tied to wellbeing. They can help people feel less alone, more supported, and more able to handle stress. Over time, social connection is also linked with better health and longer life.
da: Stærke relationer hænger tæt sammen med velvære. De kan hjælpe folk med at føle sig mindre ensomme, mere støttede og bedre rustet til at håndtere stress. Over tid er social forbindelse også forbundet med bedre helbred og længere levetid.
de: Starke Beziehungen hängen eng mit dem Wohlbefinden zusammen. Sie können helfen, sich weniger allein, mehr unterstützt und belastbarer zu fühlen. Langfristig ist soziale Verbundenheit auch mit besserer Gesundheit und längerem Leben verknüpft.
es: Las relaciones sólidas están estrechamente ligadas al bienestar. Pueden ayudar a las personas a sentirse menos solas, más apoyadas y más capaces de manejar el estrés. Con el tiempo, la conexión social también se asocia con mejor salud y mayor longevidad.
fi: Vahvat ihmissuhteet liittyvät läheisesti hyvinvointiin. Ne voivat auttaa ihmisiä tuntemaan itsensä vähemmän yksinäisiksi, enemmän tuetuiksi ja paremmin kykeneviksi käsittelemään stressiä. Ajan myötä sosiaalinen yhteys liittyy myös parempaan terveyteen ja pidempään elämään.
fr: Les relations solides sont étroitement liées au bien-être. Elles peuvent aider les gens à se sentir moins seuls, plus soutenus et plus capables de gérer le stress. À long terme, la connexion sociale est également associée à une meilleure santé et une vie plus longue.
it: Le relazioni solide sono strettamente legate al benessere. Possono aiutare le persone a sentirsi meno sole, più supportate e più capaci di gestire lo stress. Nel tempo, la connessione sociale è anche legata a una salute migliore e a una vita più lunga.
ja: 強い人間関係はウェルビーイングと深く結びついている。孤独を感じにくくし、支えられている感覚を高め、ストレスに対処しやすくする。長い目で見ると、社会的なつながりはより良い健康や長寿とも関連している。
nb: Sterke relasjoner er tett knyttet til velvære. De kan hjelpe folk å føle seg mindre alene, mer støttet og bedre rustet til å håndtere stress. Over tid er sosial forbindelse også knyttet til bedre helse og lengre liv.
nl: Sterke relaties zijn nauw verbonden met welzijn. Ze kunnen mensen helpen zich minder alleen te voelen, meer gesteund en beter in staat om stress te hanteren. Op de lange termijn hangt sociale verbinding ook samen met een betere gezondheid en een langer leven.
pl: Silne relacje są ściśle powiązane z dobrostanem. Mogą pomóc ludziom czuć się mniej samotnie, bardziej wspieranymi i lepiej radzić sobie ze stresem. Z biegiem czasu więzi społeczne wiążą się też z lepszym zdrowiem i dłuższym życiem.
pt_br: Relacionamentos sólidos estão intimamente ligados ao bem-estar. Eles podem ajudar as pessoas a se sentirem menos sozinhas, mais apoiadas e mais capazes de lidar com o estresse. Com o tempo, a conexão social também está associada a melhor saúde e maior longevidade.
ru: Хорошие отношения тесно связаны с благополучием. Они помогают людям чувствовать себя менее одинокими, получать больше поддержки и лучше справляться со стрессом. В долгосрочной перспективе социальные связи также связаны с лучшим здоровьем и более долгой жизнью.
sv: Starka relationer är nära kopplade till välbefinnande. De kan hjälpa människor att känna sig mindre ensamma, mer stöttade och bättre rustade att hantera stress. Över tid är social kontakt även kopplat till bättre hälsa och längre liv.
zh_hans: 良好的关系与幸福感密切相关。它们可以帮助人们减少孤独感、获得更多支持、更好地应对压力。长期来看，社交连接还与更好的健康和更长的寿命相关。
